[Information]
TRANSLATOR=Yelik
CONTACT_ADDRESS=toelik@ukr.net
VERSION=2.0.0

[Language]
LANGUAGE=Ukrainian
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0422

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&Файл
CUSTOMIZE=Y
EXIT=&Вихід
EDIT=&Редагувати
COPY=&Копіювати
FUNCTION=Функція
HIDE_SMART_INFO=Приховати інформацію &S.M.A.R.T
HIDE_SERIAL_NUMBER=Приховати серійний номер
SHOW_DRIVE_LETTER=Показати літеру диску
ADVANCED_DISK_SEARCH=&Розширений пошук дисків
EVENT_LOG=Лог подій
AAM_APM_CONTROL=Контроль AA&M/APM
AUTO_AAM_APM_ADAPTION=Автоналаштування AAM/A&PM
RESIDENT=Запуск агента
STARTUP=Автозапуск
OPEN_DISK_MANAGEMENT=Відкрити "&Менеджер диска"
OPEN_DEVICE_MANAGER=Відкрити "Диспетчер пристроїв"
ADVANCED_FEATURE=Додаткові можливості
REFRESH=Оновити
RESCAN=Пересканувати
DISABLE=&Відключити
AUTO_REFRESH=&Автооновлення
AUTO_REFRESH_TARGET=Автооновлення вибраного
AUTO_REFRESH_TARGET_ALL_DISK=Автооновлення - Вибрати всі диски
AUTO_REFRESH_UNTARGET_ALL_DISK=Автооновлення - Зняти вибір всіх дисків
WAIT_TIME_AT_STARTUP=Затримка запуску
GRAPH=Графік
THEME=Теми
DISK=&Диск
HELP=&Допомога
HELP_ABOUT=&Про CrystalDiskInfo
HELP_ABOUT_SMART=Про &S.M.A.R.T (Wikipedia) [Web]
LANGUAGE=&Мова
ITEM=Пункт
TEMPERATURE_TYPE=Одиниці температури
CELSIUS=Цельсій (C)
FAHRENHEIT=Фарангейт (F)
HEALTH_STATUS_SETTING=&Health Status Setting

;Graph
OPTION=&Налаштування
LEGEND_POSITION=&Позиція легенди
NORTH_WEST=&Північний захід
NORTH_EAST=Північний схід
SOUTH_WEST=Південний захід
SOUTH_EAST=Південний схід
MAX_PLOT_POINT=&Max Plot Point
TIME_FORMAT=Формат часу
PAINT_WEEKEND=Показати простої
ALL=&Всі

;2.7.0
COPY_OPTION=Copy &Option
RESIDENT_STYLE=Resident St&yle
MINIMIZE=Minimize
HIDE=Hide

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribute

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=сек.
MINUTE=хв.
HOUR=hour

[TrayMenu]
EXIT=Вихід
REFRESH=Оновити
RESCAN=Пересканувати
ENABLE=Включити
DISABLE=Відключити
ENABLE_ALL=Включити всі
DISABLE_ALL=Відключити всі
AUTO_REFRESH=Автооновлення
AUTO_REFRESH_TARGET=Автооновлення вибраного
AUTO_REFRESH_TARGET_ALL_DISK=Автооновлення - Вибрати всі диски
AUTO_REFRESH_UNTARGET_ALL_DISK=Автооновлення - Зняти вибір всіх дисків
ALARM_SETTING_TEMPERATURE=Застереження - Температура
ALARM_SETTING_HEALTH_STATUS=Застереження - Технічний стан
SHOW_MAIN_WINDOW=Показати головне вікно
SHOW_TEMPERATURE_ICON=Показати температуру
SHOW_ALL_TEMPERATURE_ICON=Показати всю температуру
HIDE_ALL_TEMPERATURE_ICON=Приховати всю температуру
COLLECTIVE_SETTING=Загальні налаштування
GRAPH=Графік
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Show Temperature Icon Only

[DiskStatus]
GOOD=Добрий
CAUTION=Застереження
BAD=Поганий
UNKNOWN=Невідомий
DISK=Диск

[Dialog]
LIST_ID=ID
LIST_CURRENT=Поточний
LIST_WORST=Найгірше
LIST_THRESHOLD=Поріг
LIST_RAW_VALUES=HEX-значення
LIST_DESCRIPTION=Опис
LIST_ATTRIBUTE_NAME=Ім`я атрибута

FIRMWARE=Версія прошивки
SERIAL_NUMBER=Серійний номер
INTERFACE=Інтерфейс
STANDARD=Стандарт
TRANSFER_MODE=Тип передачі
BUFFER_SIZE=Розмір буфера
NV_CACHE_SIZE=Розмір NV кешу
ROTATION_RATE=Rotation Rate
TEMPERATURE=Температура
POWER_ON_HOURS=Загальний час
POWER_ON_COUNT=К-сть включень
DRIVE_LETTER=Буква диску
FEATURE=Опції
HEALTH_STATUS=Технічний стан

UNKNOWN=Невідомо
POWER_ON_COUNT_UNIT=count
POWER_ON_HOURS_UNIT=годин
POWER_ON_DAYS_UNIT=днів

[Message]
DETECT_UNIT_POWER_ON_HOURS=Визначення значення "Час роботи" (потребує приблизно 130 сек.)
DETECT_DISK=Пошук диску
PLEASE_ENABLE_WMI=Включіть WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Перезапустіть програму для зміни теми
DISK_NOT_FOUND=Disk Not Found

[Alarm]
ALARM_TEMPERATURE=Застереження - Температура
ALARM_HEALTH_STATUS=Застереження - Технічний стан
DEGRADATION=Зменшення
RECOVERY=Відновлення
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=Виберіть пункт
ACTUAL_VALUE=Фактичне значення (Raw Value)
NORMALIZED_VALUE=Нормалізоване значення (Поточне значення)
ALL_ON=Завжди вкл.
ALL_OFF=Завжди викл.
RESET=Скидання

[Customize]
LINE_COLOR=Колір лінії
BACKGROUND_IMAGE=Фон
SUPPORTED_IMAGE_FORMAT=Зображення, що підтримуються
ALL_FILES=Всі файли

[AamApm]
AAM_LOW=<- Тиша (80h)
AAM_HIGH=Продуктивність (FEh) ->
AAM_RECOMMEND=Рекомендовані значення
APM_LOW=<- Мін потужність (01h)
APM_HIGH=Продуктивність (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=Про CrystalDiskInfo
GRAPH=Graph
CUSTOMIZE=Customize
VERSION_INFORMATION=Version Information
AAM_APM_CONTROL=AAM/APM Control
HEALTH_STATUS_SETTING=Health Status Setting

[HealthStatus]
THRESHOLD_OF_CAUTION=Threshold of Caution
APPLY=Apply
DEFAULT=Default

[Smart]
UNKNOWN=Невідомо 
VENDOR_SPECIFIC=Особливості виробника
01=Помилки зчитування
02=Продуктивність 
03=Час розкручування
04=Запуски/зупинки шпинделя
05=Переназначені сектори
06=Запас каналу зчитування
07=Помилки позиціонування
08=Час пошуку
09=Час роботи (год.)
0A=Повторні спроби запуску
0B=Повтори перекалібровки
0C=Кількість включень
0D=Програмні помилки зчитування
BE=Температура повітряного потоку
BF=Помилки при ударних навантаженнях
C0=Відмова відключення живлення
C1=Цикли завантаження/розвантаження
C2=Температура 
C3=Апаратне ECC відновлення 
C4=Переназначені операції
C5=Сектори на заміну
C6=Невиправні помилки секторів
C7=UltraDMA CRC-помилки 
C8=Помилки запису
C9=Програмні помилки запису
CA=Помилки адресації даних
CB=Відмови запуску
CC=Програмне ECC виправлення
CD=Температурні перепади
CE=Висота зависання
CF=Поточна висота
D0=Spin Buzz
D1=Продуктивність офлайн пошуку
D3=Вібрації при запису
D4=Струс при запису
DC=Струс диску
DD=Помилки від ударів (G-Sense)
DE=Час роботи (год.)
DF=Повтори завантаження/розвантаження
E0=Сила тертя при завантаженні
E1=Цикли завантаження/розвантаження
E2=Час завантаження
E3=Підсилення крутного моменту
E4=Паркування при виключенні
E6=Амплутуда GMR-головки
E7=Температура
F0=Час позиціонування головки (год.)
FA=Число помилок при читанні
;Added 3.0
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
FE=Free Fall Protection

[SmartSsd]
01=Помилки зчитування
02=Продуктивність 
03=Час розкручування
04=Запуски/зупинки шпинделя
05=Переназначені сектори
06=Запас каналу зчитування
07=Помилки позиціонування
08=Час пошуку
09=Час роботи (год.)
0A=Повторні спроби запуску
0B=Повтори перекалібровки
0C=Кількість включень
0D=Програмні помилки зчитування
C0=Unsafe Shutdown Count
C2=Температура 
C4=Переназначені операції
C5=Сектори на заміну
C6=Невиправні помилки секторів
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=Помилки зчитування
09=Час роботи (год.)
0C=Кількість включень
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron]
09=Час роботи (год.)
0C=Кількість включень
C2=Температура 
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel] ;Updated (3.1) Please translate C0-B8.
03=Час розкручування
04=Запуски/зупинки шпинделя
05=Переназначені сектори
09=Час роботи (год.)
0C=Кількість включень
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

[SmartSamsung] ;Updated (3.3)
09=Час роботи (год.)
0C=Кількість включень
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime bad block (Total)
BB=Uncorrectable Error Count
BE=Temperature Exceed Count
C2=Температура 
C3=ECC Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status

[SmartSandForce] ;Added (3.5.1)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=GBytes Erased
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected power loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
C3=ECC On-the-fly Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate